//SASJOB JOB (ACCOUNT),'RUN SAS',CLASS=A,MSGCLASS=X,NOTIFY=&SYSUID
//STEP1 EXEC SAS
//SYSIN DD *
DATA test;
  SET sashelp.class;
  RUN;
PROC PRINT DATA=test;
RUN;
/*
